Repository: jeremyfelt/Automatic-Featured-Image-Posts
Catalog: lang/automatic-featured-image-posts.*.po
Languages: es_es

source: Auto Image Posts
es_es: Publicaciones con Auto Imagen

source: Automatic Featured Image Posts
es_es: Publicaciones Automáticas con Fotos

source: Overview
es_es: Descripción general

source: The default <strong>post status</strong> is set to <strong>publish</strong> by default. This means that as soon as you upload a new image through any interface in WordPress, a new post will appear with that image assigned as the featured image.
es_es: El estado por defecto </strong> de publicaciones <strong> se ajusta a <strong> publicar </strong> de manera predeterminada. Esto significa que tan pronto como se carga una nueva imagen a través de cualquier interfaz de WordPress, una nueva entrada aparecerá con la imagen asignada como la imagen mencionada.

source: The default <strong>post type</strong> is set to the most familiar WordPress post type, <strong>Post</strong>. Other custom post types registered by your theme and installed plugins have been automatically detected and will also appear in the drop down menu as options. Note that these custom post types should have support for featured images, or they may not appear as you would like.
es_es: El valor predeterminado <strong> tipo de post </strong> se establece en tipo de publicación de WordPress más familiar, <strong> Publicación </strong>. Otros tipos de correos personalizados registrados por su tema y plugins instalados se han detectado de forma automática y también aparecerán en el menú desplegable como opciones. Tenga en cuenta que este tipo de correos personalizados deben tener soporte para imágenes destacadas, o pueden no aparecer como le gustaría.

source: Your theme supports <strong>post formats</strong>, so an extra option is available to set which format an automatically created post will be set to. The default is <strong>Standard</strong>. Note that the final display will depend on what is provided by your theme.
es_es: Su tema es compatible con los formatos de publicación <strong> </strong>, por lo que una opción adicional está disponible para establecer el formato en la que una publicación creada automáticamente se establecerá. El valor predeterminado es <strong> Estándar </strong>. Tenga en cuenta que la pantalla final dependerá de lo dispuesto por su tema.

source: <strong>PLEASE NOTE:</strong> Your current theme does <strong>NOT</strong> support featured images and thus this plugin will be severely limited. Images will be attached to posts after upload, but it may be impossible to see this until featured image support is added to your theme.
es_es: <strong> TENGA EN CUENTA: </strong> El tema actual <strong> NO </strong> soporta imágenes destacadas y por lo tanto este plugin estar muy limitado. Las imágenes se adjuntan a los mensajes después de cargar, pero puede que sea imposible ver esto hasta que se añada soporte para imágenes destacadas a su tema.

source: Save Changes
es_es: Guardar cambios

source: Default Post Status:
es_es: Estado por defecto de la publicación:

source: Default Post Type:
es_es: Tipo Publicación Predeterminado:

source: Default Post Format:
es_es: Formato Publicación por defecto

source: Settings
es_es: Configuración

source: Automatically creates a new post with an assigned featured image from every image upload.
es_es: Crea un nuevo mensaje con una imagen destacada asignada por cada carga de imágenes.

source: Jeremy Felt
es_es: Jeremy fieltro
